Repository: HaManhDong/pgscm
Catalog: pgscm/translations/*/LC_MESSAGES/flask_security.po
Languages: vi

source: Login Required
vi: Yêu cầu đăng nhập

source: Welcome
vi: Chào mừng

source: Please confirm your email
vi: Hãy xác nhận email của bạn

source: Login instructions
vi: Hướng dẫn đăng nhập

source: Your password has been reset
vi: Mật khẩu của bạn đã được reset

source: Your password has been changed
vi: Mật khẩu của bạn đã được thay đổi

source: Password reset instructions
vi: Hướng dẫn thay đổi mật khẩu

source: You do not have permission to view this resource.
vi: Bạn không có đủ quyền để xem tài nguyên này

source: Thank you. Confirmation instructions have been sent to %(email)s.
vi: Cảm ơn, hướng dẫn xác nhận đã được gửi tới %(email)s.

source: Thank you. Your email has been confirmed.
vi: Cảm ơn. Email của bạn đã được xác nhận.

source: Your email has already been confirmed.
vi: Email của bạn đã được xác nhận.

source: Invalid confirmation token.
vi: Khoá xác nhận không hợp lệ.

source: %(email)s is already associated with an account.
vi: %(email)s đã được sử dụng.

source: Password does not match
vi: Mật khẩu không đúng

source: Passwords do not match
vi: Mật khẩu không đúng

source: Redirections outside the domain are forbidden
vi: Đổi hướng ngoài domain không được cho phép

source: Instructions to reset your password have been sent to %(email)s.
vi: Hướng dẫn để đặt lại mật khẩu đã được gửi tới %(email)s.

source: You did not reset your password within %(within)s. New instructions have been sent to %(email)s.
vi: Bạn đã không đặt lại mật khẩu trong %(within)s. Hướng dẫn mới đã được gửi tới %(email)s.

source: Invalid reset password token.
vi: Khoá đặt lại mật khẩu không hợp lệ.

source: Email requires confirmation.
vi: Email cần xác nhận.

source: Confirmation instructions have been sent to %(email)s.
vi: Hướng dẫn xác nhận đã được gửi tới %(email)s.

source: You did not confirm your email within %(within)s. New instructions to confirm your email have been sent to %(email)s.
vi: Bạn đã không xác nhận email trong %(within)s. Hướng dẫn mới đã được gửi tới %(email)s.

source: You did not login within %(within)s. New instructions to login have been sent to %(email)s.
vi: Bạn đã không đăng nhập trong %(within)s. Hướng dẫn mới đã được gửi tới %(email)s.

source: Instructions to login have been sent to %(email)s.
vi: Hướng dẫn đăng nhập đã được gửi tới %(email)s.

source: Invalid login token.
vi: Khoá đăng nhập không hợp lệ

source: Account is disabled.
vi: Tài khoản bị khoá

source: Email not provided
vi: Không cung cấp email

source: Invalid email address
vi: Email không hợp lệ

source: Password not provided
vi: Không cung cấp password

source: No password is set for this user
vi: Người dùng không có mật khẩu

source: Password must be at least 6 characters
vi: Mật khẩu tối thiểu phải có 6 ký tự

source: Specified user does not exist
vi: Người dùng không tồn tại

source: Invalid password
vi: Mật khẩu không đúng

source: You have successfully logged in.
vi: Bạn đã đăng nhập thành công.

source: Forgot password?
vi: Quên mật khẩu?

source: You successfully reset your password and you have been logged in automatically.
vi: Bạn đã đặt lại mật khẩu thành công và tài khoản đã tự động được đăng nhập.

source: Your new password must be different than your previous password.
vi: Mật khẩu mới phải khác mật khẩu cũ.

source: You successfully changed your password.
vi: Bạn đã thay đổi mật khẩu thành công.

source: Please log in to access this page.
vi: Hãy đăng nhập để xem trang này

source: Please reauthenticate to access this page.
vi: Hãy đăng nhập lại để truy cập trang này.

source: Email Address
vi: Địa chỉ email

source: Password
vi: Mật khẩu

source: Remember Me
vi: Nhớ phiên đăng nhập này

source: Login
vi: Đăng nhập

source: Register
vi: Đăng ký

source: Resend Confirmation Instructions
vi: Gửi lại hướng dẫn xác nhận

source: Recover Password
vi: Khôi phục mật khẩu

source: Reset Password
vi: Đặt lại mật khẩu

source: Retype Password
vi: Điền lại mật khẩu

source: New Password
vi: Mật khẩu mới

source: Change Password
vi: Thay đổi mật khẩu

source: Send Login Link
vi: Gửi link đăng nhập

source: Menu
vi: Mục lục

source: Forgot password
vi: Quên mật khẩu

source: Confirm account
vi: Xác nhận tài khoản

source: Change password
vi: Đổi mật khẩu

source: Send password reset instructions
vi: Gửi hướng dẫn đặt lại mật khẩu

source: Reset password
vi: Đặt lại mật khẩu

source: Resend confirmation instructions
vi: Gửi lại hướng dẫn xác nhận

source: Your password has been changed.
vi: Mật khẩu của bạn đã được thay đổi

source: If you did not change your password,
vi: Nếu bạn không thay đổi mật khẩu,

source: click here to reset it
vi: click vào đây để đặt lại

source: Please confirm your email through the link below:
vi: Hãy xác nhận email của bạn qua link bên dưới:

source: Confirm my account
vi: Xác nhận tài khoản của tôi

source: Welcome %(email)s!
vi: Xin chào %(email)s!

source: You can log into your account through the link below:
vi: Bạn có thể đăng nhập bằng đường link bên dưới:

source: Login now
vi: Đăng nhập bây giờ

source: Click here to reset your password
vi: Click vào đây để đổi lại mật khẩu

source: You can confirm your email through the link below:
vi: Bạn có thể xác nhận email qua đường link bên dưới:
